class ChatService {
    getChats() {
        return (
            [
                {
                    text: 'در مجموعه ترجمه تخصصی ایرانیان این اطمینان را به شما می دهد.',
                    type: 'SAY'
                },

                {
                    text: 'در مجموعه ترجمه تخصصی ایرانیان این اطمینان را به شما می دهد.',
                    type: 'REPLY'
                },

                {
                    text: 'اگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگاگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگاگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگاگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگاگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگاگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزرگ',
                    type: 'SAY'
                },

                {
                    text: 'اگر هدف شما ترجمه متون تخصصی در رشته های مختلف است می توانید به مجموعه بزر',
                    type: 'REPLY'
                }
            ]
        )
    }
}
export default ChatService